[TC_WOTC_MILL_WA2000_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>WA 2000</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>WA 2000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок." 
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_WA2000_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>WASP B-3000</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>WASP B-3000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок.\nWASP B-3000 - представляет собой модифицированную версию WA 2000, в которой рама была заменена на изготовленную из инопланетных сплавов, что позволило уменьшить вес и увеличть стабильность данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_WA2000_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>WASP B-4000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>WASP B-4000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок.\nWASP B-4000 - является следующим шагом на пути модернизации винтовки WA 2000. Замена большинства детале й на изготовленные из инопланетных сплавов, позволило сделать данный образец еще более смертоносным чем когда-либо."
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MILL_WA2000_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>WA 2000</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>WA 2000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок." 
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MILL_WA2000_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>WASP B-3000</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>WASP B-3000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок.\nWASP B-3000 - представляет собой модифицированную версию WA 2000, в которой рама была заменена на изготовленную из инопланетных сплавов, что позволило уменьшить вес и увеличть стабильность данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MILL_WA2000_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>WASP B-4000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>WASP B-4000</b></font>"
AbilityDescName="снайперская винтовка системы булл-пап"
BriefSummary="Walther Automat 2000 - снайперская винтовка компоновки булл-пап, разработана оружейным концерном «Walther». Винтовка выпускалась с 1982 года до ноября 1988 года. Производство было прекращено по причине чрезмерной себестоимости изделия по сравнению с другими снайперскими винтовками. В настоящее время является коллекционной редкостью в связи с малым количеством выпущенных экземпляров. Специалисты отмечают отличную эргономику оружия, свойственную многим немецким, австрийским и швейцарским разработкам. Применение возможно лишь в качестве «полицейской» винтовки, обусловлено крайне низкой устойчивостью к загрязнению, и также имело ряд недоработок.\nWASP B-4000 - является следующим шагом на пути модернизации винтовки WA 2000. Замена большинства детале й на изготовленные из инопланетных сплавов, позволило сделать данный образец еще более смертоносным чем когда-либо."
TacticalText="<Bullet/>Тип: Снайперская винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: .300 Winchester Magnum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"